Repository: by-architect/Dejavu
Catalog: mobile/ios/GeckoTestBrowser/GeckoTestBrowser/Resources/Localizable.xcstrings
Source language: en
Languages: ab, am, an, ar, ast, az, azb, ban, be, bg, bn, bqi, br, brh, bs, ca, cak, ceb, ckb, co, cs, cy, da, de, dsb, el, eo, es, es_ar, et, eu, fa, ff, fi, fr, fur, fy, ga, gd, gl, gn, gu, he, hi, hil, hr, hsb, hu, hy, ia, id, is, it, ja, ka, kaa, kab, kk, km, kmr, kn, ko, kw, lij, lo, lt, lv, meh, ml, mr, my, nb, ne, nl, nn, oc, or, pa, pa_pk, pl, ps, pt_br, pt_pt, rm, ro, ru, sat, sc, scn, si, sk, skr, sl, sq, sr, su, sv, szl, ta, te, tg, th, tl, tok, tr, trs, tt, tzm, ug, uk, ur, uz, vec, vi, yo, yua, zh_hans, zh_hant

# dejavu_sync_now
source: Sync now
ab: Иахьазы расинхронизациа
am: አሁን አመሳስል
an: Sincronizar agora
ar: مزامنة الآن
ast: Sincronizar agora
az: İndi sinxronlaşdır
azb: ائیندی همگام‌سازی ات
ban: Sinkronang jani
be: Сінхранізаваць зараз
bg: Синхронизиране сега
bn: এখনই Sync করুন
bqi: ٱلان همگام کو
br: Goubredañ bremañ
brh: ہنڑی سنک کبو
bs: Sinhronizuj sada
ca: Sincronitza ara
cak: Tijunamirisäx wakami
ceb: i-Sync karon
ckb: ئێستا هاوکاتی بکە
co: Sincrunizà avà
cs: Synchronizovat nyní
cy: Cydweddu nawr
da: Synkroniser nu
de: Jetzt synchronisieren
dsb: Něnto synchronizěrowaś
el: Συγχρονισμός τώρα
eo: Sinkronigi nun
es: Sincronizar ahora
es_ar: Sincronizar ahora
et: Sünkrooni kohe
eu: Sinkronizatu orain
fa: اکنون همگام‌سازی کن
ff: Synchroniser maintenant
fi: Synkronoi nyt
fr: Synchroniser maintenant
fur: Sincronize cumò
fy: No syngronisearje
ga: Sioncronaigh anois
gd: Sioncronaich an-dràsta
gl: Sincronizar agora
gn: Sincronizar ko'ág̃a
gu: હમણાં સમન્વયિત કરો
he: סנכרון עכשיו
hi: अभी सिंक करें
hil: i-Sync subong
hr: Sinkroniziraj sada
hsb: Nětko synchronizować
hu: Szinkronizálás most
hy: Համաժամացնել հիմա
ia: Synchronisar ora
id: Sinkronkan sekarang
is: Samstilla núna
it: Sincronizza ora
ja: 今すぐ同期
ka: სინქრონიზაცია ახლავე
kaa: Qazir sinxronlastırıw
kab: Sdukel tura
kk: Қазір синхрондау
km: ធ្វើសមកាលកម្មឥឡូវនេះ
kmr: Niha hevdem bike
kn: ಈಗಲೇ ಸಿಂಕ್ ಮಾಡು
ko: 지금 동기화
kw: Kesunya lemmyn
lij: Sincronizza aoa
lo: ຊິງຄ໌ດຽວນີ້
lt: Sinchronizuoti dabar
lv: Sinhronizēt tagad
meh: Sincronizar ahora
ml: ഇപ്പോൾ സിങ്ക് ചെയ്യുക
mr: आता सिंक करा
my: ယခု စင့်ခ်ချရန်
nb: Synkroniser nå
ne: अहिले सिंक गर्नुहोस्
nl: Nu synchroniseren
nn: Synkroniser no
oc: Sincronizar ara
or: ବର୍ତ୍ତମାନ ସିଙ୍କ କରନ୍ତୁ
pa: ਹੁਣੇ ਸਿੰਕ ਕਰੋ
pa_pk: ہُݨے سنک کرو
pl: Synchronizuj teraz
ps: اوس یې همغږي کړئ
pt_br: Sincronizar agora
pt_pt: Sincronizar agora
rm: Sincronisar ussa
ro: Sincronizează acum
ru: Синхронизировать сейчас
sat: ᱱᱤᱛᱚᱜ ᱥᱤᱝᱠ ᱢᱮ
sc: Sincroniza immoe
scn: Sincronizza ora
si: දැන් සමමුහුර්ත කරන්න
sk: Synchronizovať teraz
skr: ہݨ ہم وقت کرو
sl: Sinhroniziraj zdaj
sq: Njëkohësoje tani
sr: Синхронизуј сада
su: Singkronkeun ayeuna
sv: Synkronisera nu
szl: Synchronizuj terŏz
ta: இப்போது ஒத்திசை
te: ఇప్పుడే సింక్ చేయి
tg: Ҳозир ҳамоҳанг кардан
th: ซิงค์ตอนนี้
tl: I-sync ngayon
tok: o sama lon tenpo ni
tr: Şimdi eşitle
trs: Sincronizar ahora
tt: Хәзер синхронлаштыру
tzm: Sdukel tura
ug: ھازىر قەدەمداشلا
uk: Синхронізувати зараз
ur: ابھی ہم وقت کریں
uz: Hozir sinxronlashtirish
vec: Sincronisa deso
vi: Đồng bộ hóa ngay
yo: Ṣe sync nísinsinyí
yua: Sincronizar ahora
zh_hans: 立即同步
zh_hant: 立即同步

# dejavu_sync_off
source: Sync is off on this device
ab: Ари амашьына аҟны асинхронизациа аанкылоуп
am: በዚህ መሣሪያ ላይ ማመሳሰል ጠፍቷል
an: A sincronización ye desactivada en este dispositivo
ar: المزامنة متوقفة على هذا الجهاز
ast: La sincronización ta desactivada nesti preséu
az: Bu cihazda sinxronlaşdırma söndürülüb
azb: بو جیهازدا همگام‌سازی سؤندورولوب
ban: Sync mati di piranti ené
be: Сінхранізацыя выключана на гэтай прыладзе
bg: Синхронизирането е изключено на това устройство
bn: এই ডিভাইসে Sync বন্ধ আছে
bqi: همگام کردن رو ای دستگاه خاموشه
br: Diweredekaet eo ar goubredañ war an trevnad-mañ
brh: اے ڈیوائس پار سنک بند ہس
bs: Sinhronizacija je isključena na ovom uređaju
ca: La sincronització és desactivada en aquest dispositiu
cak: Junamirisanik man tzij ta pa re aparato re'
ceb: Naka-off ang sync niini nga device
ckb: هاوکاتکردن لەم ئامێرەدا کوژاوەتەوە
co: A sincrunizazione hè disattivata nant'à st'apparecchiu
cs: Na tomto zařízení je synchronizace vypnutá
cy: Mae cydweddu wedi’i ddiffodd ar y ddyfais hon
da: Synkronisering er slået fra på denne enhed
de: Sync ist auf diesem Gerät deaktiviert
dsb: Synchronizacija jo wupinjona na toś tom rěźe
el: Ο συγχρονισμός είναι απενεργοποιημένος σε αυτήν τη συσκευή
eo: Sinkronigo estas malŝaltita sur ĉi tiu aparato
es: La sincronización está desactivada en este dispositivo
es_ar: La sincronización está desactivada en este dispositivo
et: Sünkroonimine on selles seadmes välja lülitatud
eu: Sinkronizazioa desaktibatuta dago gailu honetan
fa: همگام‌سازی در این دستگاه خاموش است
ff: La synchronisation est désactivée sur cet appareil
fi: Synkronointi on pois päältä tässä laitteessa
fr: La synchronisation est désactivée sur cet appareil
fur: La sincronizazion e je disativade su chest dispositîf
fy: Syngronisaasje stiet út op dit apparaat
ga: Tá sioncrónú múchta ar an ngléas seo
gd: Tha sioncronachadh dheth air an uidheam seo
gl: A sincronización está desactivada neste dispositivo
gn: Sincronización ndoikói ko mba'e'okápe
gu: આ ઉપકરણ પર સમન્વયન બંધ છે
he: הסנכרון כבוי במכשיר הזה
hi: इस डिवाइस पर सिंक बंद है
hil: Naka-off ang sync sa sini nga device
hr: Sinkronizacija je isključena na ovom uređaju
hsb: Synchronizacija je na tutym graće wupinjena
hu: A szinkronizálás ki van kapcsolva ezen az eszközön
hy: Համաժամացումն այս սարքում անջատված է
ia: Le synchronisation es disactivate super iste apparato
id: Sinkronisasi nonaktif di perangkat ini
is: Samstilling er óvirk á þessu tæki
it: La sincronizzazione è disattivata su questo dispositivo
ja: この端末では同期がオフです
ka: სინქრონიზაცია გამორთულია ამ მოწყობილობაზე
kaa: Bul qurılmada sinxronlastırıw óshirilgen
kab: Asdukel yensa ɣef yibenk-agi
kk: Бұл құрылғыда синхрондау өшірулі
km: សមកាលកម្មត្រូវបានបិទនៅលើឧបករណ៍នេះ
kmr: Hevdemkirin li ser vê amûrê girtî ye
kn: ಈ ಸಾಧನದಲ್ಲಿ ಸಿಂಕ್ ಆಫ್ ಆಗಿದೆ
ko: 이 기기에서 동기화가 꺼져 있습니다
kw: Yma kesunyans dibarth war an jynn ma
lij: A sincronizzaçion a l'è dexativâ in sce sto dispoxitivo
lo: ການຊິງຄ໌ປິດຢູ່ໃນອຸປະກອນນີ້
lt: Šiame įrenginyje sinchronizavimas išjungtas
lv: Šajā ierīcē sinhronizācija ir izslēgta
meh: La sincronización está desactivada en este dispositivo
ml: ഈ ഉപകരണത്തിൽ സിങ്ക് ഓഫ് ആണ്
mr: या डिव्हाइसवर सिंक बंद आहे
my: ဤစက်တွင် စင့်ခ်ကို ပိတ်ထားသည်
nb: Synkronisering er av på denne enheten
ne: यस उपकरणमा सिंक बन्द छ
nl: Synchronisatie staat uit op dit apparaat
nn: Synkronisering er av på denne eininga
oc: La sincronizacion es desactivada sus aqueste aparelh
or: ଏହି ଡିଭାଇସରେ ସିଙ୍କ ଅଫ୍ ଅଛି
pa: ਇਸ ਡਿਵਾਈਸ ‘ਤੇ ਸਿੰਕ ਬੰਦ ਹੈ
pa_pk: ایس ڈیوائس تے سنک بند اے
pl: Synchronizacja jest wyłączona na tym urządzeniu
ps: همغږي کول په دې وسیله کې بند دي
pt_br: A sincronização está desativada neste dispositivo
pt_pt: A sincronização está desativada neste dispositivo
rm: La sincronisaziun è deactivada sin quest apparat
ro: Sincronizarea este dezactivată pe acest dispozitiv
ru: Синхронизация выключена на этом устройстве
sat: ᱱᱚᱶᱟ ᱰᱮᱵᱟᱭᱤᱥ ᱨᱮ ᱥᱤᱝᱠ ᱚᱯᱷ ᱠᱟᱱᱟ
sc: Sa sincronizatzione est disativada in custu dispositivu
scn: A sincronizzazzioni è disattivata supra stu dispositivu
si: මෙම උපාංගයේ සමමුහුර්තකරණය ක්‍රියාවිරහිතයි
sk: Synchronizácia je na tomto zariadení vypnutá
skr: ایں ڈیوائس تے ہم وقت کرݨ بند ہے
sl: Sinhronizacija je izklopljena na tej napravi
sq: Njëkohësimi është i çaktivizuar në këtë pajisje
sr: Синхронизација је искључена на овом уређају
su: Sync pareum dina parabot ieu
sv: Synkronisering är av på den här enheten
szl: Synchronizacyjo je wyłōnczōno na tym geracie
ta: இந்தச் சாதனத்தில் ஒத்திசைவு முடக்கப்பட்டுள்ளது
te: ఈ పరికరంలో సింక్ ఆఫ్‌లో ఉంది
tg: Ҳамоҳангсозӣ дар ин дастгоҳ хомӯш аст
th: การซิงค์ปิดอยู่ในอุปกรณ์นี้
tl: Naka-off ang sync sa device na ito
tok: sama li lon ala lon ilo ni
tr: Bu cihazda eşitleme kapalı
trs: La sincronización está desactivada en este dispositivo
tt: Бу җиһазда синхронлаштыру сүндерелгән
tzm: Asdukel yensa ɣef yibenk-agi
ug: بۇ ئۈسكۈنىدە قەدەمداشلاش ئۆچۈك
uk: Синхронізація вимкнена на цьому пристрої
ur: اس ڈیوائس پر ہم وقت سازی بند ہے
uz: Bu qurilmada sinxronlash o'chirilgan
vec: Ła sincronizasion ła xe distacà so sto aparechio
vi: Đồng bộ hóa đang tắt trên thiết bị này
yo: Sync ti pa dé lórí ẹ̀rọ yìí
yua: La sincronización está desactivada en este dispositivo
zh_hans: 此设备上的同步已关闭
zh_hant: 此裝置上的同步已關閉

# dejavu_sync_problem_needs_update
source: Another device uses a newer version of spaces sync. Update Dejavu to keep syncing.
ab: Даҽа машьынак аҭыԥқәа расинхронизациа аверсиа ҿыцтәи ахархәоит. Асинхронизациа арежим азы Dejavu аҧсахтәуп.
am: ሌላ መሣሪያ አዲስ የስራ ቦታዎች ማመሳሰል ስሪት ይጠቀማል። ማመሳሰሉን ለመቀጠል Dejavuን ያዘምኑ።
an: Atro dispositivo emplega una versión mas nueva d'a sincronización de spaces. Actualiza Dejavu ta continar sincronizando.
ar: يستخدم جهاز آخر إصدارًا أحدث من مزامنة المساحات. حدِّث Dejavu لمواصلة المزامنة.
ast: Otru preséu usa una versión más nueva de la sincronización de spaces. Anova Dejavu pa siguir sincronizando.
az: Başqa bir cihaz spaces sinxronlaşdırmasının daha yeni versiyasından istifadə edir. Sinxronlaşdırmaya davam etmək üçün Dejavu-nu yeniləyin.
azb: باشقا بیر جیهاز Spaces همگام‌سازی‌سینین داها یئنی ورسییاسیندان ایستیفاده ادیر. همگام‌سازی‌یا داوام ائتمک اوچون Dejavu-نو یئنیله.
ban: Ada piranti lenan nganggo versi spaces sync ane lebih anyar. Update Dejavu apang tetep nyidang nyinkronang.
be: Іншая прылада выкарыстоўвае навейшую версію сінхранізацыі прастор. Абнавіце Dejavu, каб працягнуць сінхранізацыю.
bg: Друго устройство използва по-нова версия на синхронизирането на Spaces. Актуализирайте Dejavu, за да продължите синхронизирането.
bn: অন্য একটি ডিভাইস স্পেস Sync-এর নতুন সংস্করণ ব্যবহার করছে। Sync চালিয়ে যেতে Dejavu আপডেট করুন।
bqi: یه دستگاه دیه نسخه نۊتر همگام کردن فضا یله کار می‌بره. بره ادامه همگامی، Dejavu ره تازه کو.
br: Un trevnad all a implij ur stumm nevesoc’h eus goubredañ an egorioù. Hizivait Dejavu evit kenderc’hel da c’houbredañ.
brh: ہور ڈیوائس spaces سنک نا پوسکنو ورژن استعمال ہس۔ سنک جاری راکھننا نا واسطے Dejavu اپڈیٹ کبو۔
bs: Drugi uređaj koristi noviju verziju sinhronizacije Spaces. Ažurirajte Dejavu da nastavite sinhronizaciju.
ca: Un altre dispositiu utilitza una versió més nova de la sincronització d'espais. Actualitzeu el Dejavu per continuar sincronitzant.
cak: Jun chik aparato nukusaj jun k'ak'a' ruwäch richin junamirisanik richin spaces. Tak'ak'a'irisaj Dejavu richin nik'oje' ri junamirisanik.
ceb: Adunay laing device nga naggamit og mas bag-o nga bersyon sa spaces sync. i-Update ang Dejavu para magpadayon ang pag-sync.
ckb: ئامێرێکی تر وەشانێکی نوێتری هاوکاتکردنی فەزاکان بەکاردەهێنێت. Dejavu نوێ بکەرەوە بۆ بەردەوامبوونی هاوکاتکردن.
co: Un altru apparecchiu adopra una versione più nova di a sincrunizazione di spaces. Aghjurnate Dejavu per cuntinuà à sincrunizà.
cs: Jiné zařízení používá novější verzi synchronizace prostorů. Aktualizujte Dejavu, aby synchronizace pokračovala.
cy: Mae dyfais arall yn defnyddio fersiwn newydd o gydweddu gofodau. Diweddarwch Dejavu i barhau i gydweddu.
da: En anden enhed bruger en nyere version af synkronisering af områder. Opdater Dejavu for at blive ved med at synkronisere.
de: Ein anderes Gerät verwendet eine neuere Version der Arbeitsbereich-Synchronisierung. Aktualisiere Dejavu, um weiter zu synchronisieren.
dsb: Drugi rěd wužywa nowšu wersiju synchronizacije space. Aktualizěruj Dejavu, aby dalej synchronizěrował.
el: Μια άλλη συσκευή χρησιμοποιεί μια νεότερη έκδοση του συγχρονισμού χώρων εργασίας. Ενημερώστε το Dejavu για να συνεχίσετε τον συγχρονισμό.
eo: Alia aparato uzas pli novan version de sinkronigo de spacoj. Ĝisdatigu Dejavu por daŭrigi sinkronigi.
es: Otro dispositivo usa una versión más reciente de la sincronización de espacios. Actualiza Dejavu para seguir sincronizando.
es_ar: Otro dispositivo usa una versión más reciente de la sincronización de espacios. Actualiza Dejavu para seguir sincronizando.
et: Teine seade kasutab tööruumide sünkroonimise uuemat versiooni. Sünkroonimise jätkamiseks uuenda Dejavut.
eu: Beste gailu batek laneremuen sinkronizazioaren bertsio berriago bat darabil. Eguneratu Dejavu sinkronizatzen jarraitzeko.
fa: دستگاه دیگری از نسخهٔ جدیدتر همگام‌سازی فضاها استفاده می‌کند. برای ادامهٔ همگام‌سازی، Dejavu را به‌روزرسانی کنید.
ff: Un autre appareil utilise une version plus récente de la synchronisation des espaces. Mets à jour Dejavu pour continuer à synchroniser.
fi: Toinen laite käyttää uudempaa versiota työtilojen synkronoinnista. Päivitä Dejavu jatkaaksesi synkronointia.
fr: Un autre appareil utilise une version plus récente de la synchronisation des espaces. Mets à jour Dejavu pour continuer à synchroniser.
fur: Un altri dispositîf al dopre une version plui gnove de sincronizazion di spaces. Inzorne Dejavu par continuâ a sincronizâ.
fy: In oar apparaat brûkt in nijere ferzje fan spaces-syngronisaasje. Wurkje Dejavu by om troch te gean mei syngronisearjen.
ga: Úsáideann gléas eile leagan níos nuaí de shioncrónú spásanna. Nuashonraigh Dejavu chun leanúint ar aghaidh ag sioncronú.
gd: Tha uidheam eile a' cleachdadh tionndadh nas ùire de shioncronachadh nan àiteachan. Ùraich Dejavu gus leantainn air adhart a' sioncronachadh.
gl: Outro dispositivo usa unha versión máis nova da sincronización de espazos. Actualiza Dejavu para seguir sincronizando.
gn: Ambue mba'e'oka oiporu spaces sincronización ijyvateve. Embopyahu Dejavu resincroniza hağua gueteri.
gu: બીજું ઉપકરણ સ્પેસ સમન્વયનના નવા સંસ્કરણનો ઉપયોગ કરે છે. સમન્વયન ચાલુ રાખવા માટે Dejavu અપડેટ કરો.
he: מכשיר אחר משתמש בגרסה חדשה יותר של סנכרון מרחבים. עדכנו את Dejavu כדי להמשיך לסנכרן.
hi: कोई दूसरा डिवाइस स्पेस सिंक का नया वर्शन इस्तेमाल करता है। सिंक जारी रखने के लिए Dejavu को अपडेट करें।
hil: May iban nga device nga nagagamit sang mas bag-o nga bersyon sang spaces sync. i-Update ang Dejavu para magpadayon ang pag-sync.
hr: Drugi uređaj koristi noviju verziju sinkronizacije Spaces. Ažurirajte Dejavu da biste nastavili sinkronizaciju.
hsb: Druhi grat wužiwa nowšu wersiju synchronizacije space. Aktualizuj Dejavu, zo by dale synchronizował.
hu: Egy másik eszköz a munkaterület-szinkronizálás újabb verzióját használja. Frissítse a Dejavut a szinkronizálás folytatásához.
hy: Մեկ այլ սարք օգտագործում է տարածքների համաժամացման ավելի նոր տարբերակ. Համաժամացումը շարունակելու համար թարմացրեք Dejavu֊ն.
ia: Un altere apparato usa un version plus nove del synchronisation de spatios. Actualisa Dejavu pro continuar a synchronisar.
id: Perangkat lain menggunakan versi sinkronisasi Spaces yang lebih baru. Perbarui Dejavu untuk terus menyinkronkan.
is: Annað tæki notar nýrri útgáfu af samstillingu vinnusvæða. Uppfærðu Dejavu til að halda áfram að samstilla.
it: Un altro dispositivo usa una versione più recente della sincronizzazione degli spazi. Aggiorna Dejavu per continuare a sincronizzare.
ja: 他の端末がより新しいバージョンのSpaces同期を使用しています。同期を続けるにはDejavuを更新してください。
ka: სხვა მოწყობილობა სივრცეების სინქრონიზაციის უფრო ახალ ვერსიას იყენებს. სინქრონიზაციის გასაგრძელებლად განაახლეთ Dejavu.
kaa: Basqa qurılma Spaces sinxronlastırıwınıń jańalaw nusqasın qollanadı. Sinxronlastırıwdı dawam etiw ushın Dejavu-nı jańalań.
kab: Ibenk nniḍen yesseqdac lqem ijdiden n usdukel n imukan. Leqqem Dejavu akken ad tkemmleḍ asdukel.
kk: Басқа құрылғы Spaces синхрондауының жаңарақ нұсқасын пайдаланады. Синхрондауды жалғастыру үшін Dejavu-ды жаңартыңыз.
km: ឧបករណ៍មួយទៀតកំពុងប្រើកំណែថ្មីជាងនៃសមកាលកម្ម spaces។ ធ្វើបច្ចុប្បន្នភាព Dejavu ដើម្បីបន្តធ្វើសមកាលកម្ម។
kmr: Amûreke din guhertoyeke nûtir a hevdemkirina qadan bi kar tîne. Ji bo domandina hevdemkirinê, Dejavu nû bike.
kn: ಇನ್ನೊಂದು ಸಾಧನ ಕಾರ್ಯಕ್ಷೇತ್ರ ಸಿಂಕ್‌ನ ಹೊಸ ಆವೃತ್ತಿಯನ್ನು ಬಳಸುತ್ತಿದೆ. ಸಿಂಕ್ ಮುಂದುವರಿಸಲು Dejavu ಅನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಿ.
ko: 다른 기기가 더 최신 버전의 Spaces 동기화를 사용하고 있습니다. 계속 동기화하려면 Dejavu를 업데이트하세요.
kw: Jynn aral a usy versyon nowedhessa a gesunyans spasow. Nowedhi Dejavu rag pesya kesunya.
lij: Un âtro dispoxitivo o doeä 'na verscion ciù nêuva da sincronizzaçion de spaces. Agiorna Dejavu pe continoâ a sincronizzâ.
lo: ອຸປະກອນອື່ນກຳລັງໃຊ້ການຊິງຄ໌ spaces ລຸ້ນໃຫມ່ກວ່າ. ອັບເດດ Dejavu ເພື່ອຊິງຄ໌ຕໍ່ໄປ.
lt: Kitas įrenginys naudoja naujesnę Spaces sinchronizavimo versiją. Atnaujinkite Dejavu, kad tęstumėte sinchronizavimą.
lv: Cita ierīce izmanto jaunāku Spaces sinhronizācijas versiju. Atjauniniet Dejavu, lai turpinātu sinhronizāciju.
meh: Otro dispositivo usa una versión más nueva de la sincronización de espacios. Actualiza Dejavu para seguir sincronizando.
ml: മറ്റൊരു ഉപകരണം പണിയിട സിങ്കിന്റെ പുതിയ പതിപ്പ് ഉപയോഗിക്കുന്നു. സിങ്ക് തുടരാൻ Dejavu അപ്ഡേറ്റ് ചെയ്യുക.
mr: दुसरे डिव्हाइस कार्यक्षेत्र सिंकची नवीन आवृत्ती वापरते. सिंक सुरू ठेवण्यासाठी Dejavu अपडेट करा.
my: အခြားစက်တစ်ခုသည် spaces sync ၏ ပိုမိုအသစ်သော ဗားရှင်းကို သုံးနေသည်။ စင့်ခ်ဆက်လုပ်ရန် Dejavu ကို အပ်ဒိတ်လုပ်ပါ။
nb: En annen enhet bruker en nyere versjon av spaces-synkronisering. Oppdater Dejavu for å fortsette å synkronisere.
ne: अर्को उपकरणले कार्यक्षेत्र सिंकको नयाँ संस्करण प्रयोग गर्दैछ। सिंक जारी राख्न Dejavu अपडेट गर्नुहोस्।
nl: Een ander apparaat gebruikt een nieuwere versie van werkruimtesynchronisatie. Werk Dejavu bij om te blijven synchroniseren.
nn: Ei anna eining bruker ein nyare versjon av spaces-synkronisering. Oppdater Dejavu for å halde fram med å synkronisere.
oc: Un autre aparelh utiliza una version mai recenta de la sincronizacion dels espacis. Metètz Dejavu a jorn per contunhar de sincronizar.
or: ଅନ୍ୟ ଏକ ଡିଭାଇସ spaces ସିଙ୍କର ଏକ ନୂଆ ସଂସ୍କରଣ ବ୍ୟବହାର କରୁଛି। ସିଙ୍କ ଜାରି ରଖିବାକୁ Dejavu ଅପଡେଟ୍ କରନ୍ତୁ।
pa: ਇੱਕ ਹੋਰ ਡਿਵਾਈਸ ਵਰਕਸਪੇਸ ਸਿੰਕ ਦਾ ਨਵਾਂ ਵਰਜਨ ਵਰਤ ਰਿਹਾ ਹੈ। ਸਿੰਕ ਜਾਰੀ ਰੱਖਣ ਲਈ Dejavu ਅੱਪਡੇਟ ਕਰੋ।
pa_pk: کسے ہور ڈیوائس تے spaces سنک دا نواں ورژن ورتیا جا رہیا اے۔ سنک جاری رکھن لئی Dejavu اپڈیٹ کرو۔
pl: Inne urządzenie używa nowszej wersji synchronizacji obszarów roboczych. Zaktualizuj Dejavu, aby kontynuować synchronizację.
ps: بله وسیله د ساحو همغږۍ نوې نسخه کاروي. د همغږۍ دوام لپاره Dejavu تازه کړئ.
pt_br: Outro dispositivo usa uma versão mais recente da sincronização de espaços. Atualize o Dejavu para continuar sincronizando.
pt_pt: Outro dispositivo usa uma versão mais recente da sincronização de espaços. Atualiza o Dejavu para continuar a sincronizar.
rm: In auter apparat duvra ina versiun pli nova da la sincronisaziun da spazis. Actualisescha Dejavu per cuntinuar a sincronisar.
ro: Un alt dispozitiv folosește o versiune mai nouă a sincronizării spațiilor de lucru. Actualizează Dejavu pentru a continua sincronizarea.
ru: Другое устройство использует более новую версию синхронизации рабочих пространств. Обновите Dejavu, чтобы продолжить синхронизацию.
sat: ᱮᱴᱟᱜ ᱰᱮᱵᱟᱭᱤᱥ spaces ᱥᱤᱝᱠ ᱨᱮᱭᱟᱜ ᱱᱟᱶᱟ ᱵᱷᱚᱨᱥᱚᱱ ᱵᱮᱵᱚᱦᱟᱨ ᱟᱭᱚᱜ ᱟ ᱾ ᱥᱤᱝᱠ ᱪᱟᱞᱩ ᱛᱟᱦᱮᱸ ᱞᱟᱹᱜᱤᱛ Dejavu ᱟᱯᱰᱮᱴ ᱢᱮ ᱾
sc: Un àteru dispositivu impreat una versione prus noa de sa sincronizatzione de spaces. Agiorna Dejavu pro sighire a sincronizare.
scn: Un autru dispositivu usa na virsioni cchiù nova dâ sincronizzazzioni di spaces. Agghiorna Dejavu pi cuntinuari a sincronizzari.
si: වෙනත් උපාංගයක් spaces සමමුහුර්තකරණයේ නවතර සංස්කරණයක් භාවිත කරයි. සමමුහුර්ත කිරීම දිගටම කරගෙන යාමට Dejavu යාවත්කාලීන කරන්න.
sk: Iné zariadenie používa novšiu verziu synchronizácie pracovných priestorov. Aktualizujte Dejavu, aby ste mohli pokračovať v synchronizácii.
skr: ہک ٻئی ڈیوائس ورک سپیس ہم وقت کرݨ دا نواں ورشن ورتیندی پئی ہے۔ ہم وقت کرݨ جاری رکھݨ کیتے Dejavu اپ ڈیٹ کرو۔
sl: Druga naprava uporablja novejšo različico sinhronizacije Spaces. Posodobite Dejavu, da nadaljujete s sinhronizacijo.
sq: Një pajisje tjetër përdor një version më të ri të njëkohësimit të hapësirave. Përditësoni Dejavu-n që të vazhdoni njëkohësimin.
sr: Други уређај користи новију верзију синхронизације Spaces. Ажурирајте Dejavu да наставите синхронизацију.
su: Aya parabot séjén nu maké vérsi spaces sync nu leuwih anyar. Update Dejavu supaya bisa terus nyingkronkeun.
sv: En annan enhet använder en nyare version av synkronisering av ytor. Uppdatera Dejavu för att fortsätta synkronisera.
szl: Inksze geret używo nowszyj wersyje synchronizacyje spaces. Zaktualizuj Dejavu, coby dalij synchronizować.
ta: மற்றொரு சாதனம் பணியிட ஒத்திசைவின் புதிய பதிப்பைப் பயன்படுத்துகிறது. ஒத்திசைவைத் தொடர Dejavu-ஐப் புதுப்பிக்கவும்.
te: మరో పరికరం కార్యస్థల సింక్ యొక్క కొత్త వెర్షన్‌ను ఉపయోగిస్తోంది. సింక్ కొనసాగించడానికి Dejavuను అప్‌డేట్ చేయండి.
tg: Дастгоҳи дигаре версияи навтари ҳамоҳангсозии фазоҳоро истифода мебарад. Барои идомаи ҳамоҳангсозӣ Dejavu-ро навсозӣ кунед.
th: อุปกรณ์อื่นใช้การซิงค์ Spaces เวอร์ชันที่ใหม่กว่า โปรดอัปเดต Dejavu เพื่อซิงค์ต่อไป
tl: May ibang device na gumagamit ng mas bagong bersyon ng spaces sync. I-update ang Dejavu para magpatuloy ang pag-sync.
tok: ilo ante li kepeken nasin sin pi sama kulupu poki. o pana e nasin sin tawa Dejavu tawa awen sama.
tr: Başka bir cihaz Spaces eşitlemesinin daha yeni bir sürümünü kullanıyor. Eşitlemeye devam etmek için Dejavu'yu güncelleyin.
trs: Otro dispositivo usa una versión más nueva de la sincronización de espacios. Actualiza Dejavu para seguir sincronizando.
tt: Башка җиһаз Spaces синхронлаштыруының яңарак нөсхәсен куллана. Синхронлаштыруны дәвам итәр өчен Dejavu-ны яңартыгыз.
tzm: Ibenk nniḍen yesseqdac lqem ijdiden n usdukel n imukan. Leqqem Dejavu akken ad tkemmleḍ asdukel.
ug: باشقا ئۈسكۈنە Spaces قەدەمداشلىشىنىڭ تېخىمۇ يېڭى نەشرىنى ئىشلىتىدۇ. قەدەمداشلاشنى داۋاملاشتۇرۇش ئۈچۈن Dejavu نى يېڭىلاڭ.
uk: Інший пристрій використовує новішу версію синхронізації робочих просторів. Оновіть Dejavu, щоб продовжити синхронізацію.
ur: کوئی دوسری ڈیوائس اسپیسز ہم وقت سازی کا نیا ورژن استعمال کر رہی ہے۔ ہم وقت سازی جاری رکھنے کے لیے Dejavu کو اپ ڈیٹ کریں۔
uz: Boshqa qurilma Spaces sinxronlashining yangiroq versiyasidan foydalanmoqda. Sinxronlashni davom ettirish uchun Dejavu-ni yangilang.
vec: Un altro aparechio el dopara na version pì nova de ła sincronizasion de i spasi. Ajorna Dejavu par continuar a sincronizar.
vi: Một thiết bị khác đang dùng phiên bản đồng bộ hóa Spaces mới hơn. Hãy cập nhật Dejavu để tiếp tục đồng bộ hóa.
yo: Ẹ̀rọ mìíràn ń lo ẹ̀yà tuntun ti spaces sync. Ṣe update Dejavu láti máa bá a lọ pẹ̀lú sync.
yua: Otro dispositivo usa una versión más nueva de la sincronización de espacios. Actualiza Dejavu para seguir sincronizando.
zh_hans: 另一台设备使用的是更新版本的 Spaces 同步。请更新 Dejavu 以继续同步。
zh_hant: 另一部裝置使用較新版本的 Spaces 同步。請更新 Dejavu 以繼續同步。
